import React from 'react';
import DailyListHeaderForm from './DailyListHeaderForm';
import PageLayout from '../../layouts/PageLayout';

const DailyList = (props) => (
  <div style={{ marginLeft: '-30px' }}>
    <PageLayout title="受診者一覧">
      <DailyListHeaderForm {...props} />
    </PageLayout>
  </div>
);

export default DailyList;

/**
 * 半角カタカナを全角カタカナに変換
 *
 * @param {String} str 変換したい文字列
 */
export function hankana2zenkana(str) {
  const kanaKeys = [
    'ｶﾞ', 'ｷﾞ', 'ｸﾞ', 'ｹﾞ', 'ｺﾞ',
    'ｻﾞ', 'ｼﾞ', 'ｽﾞ', 'ｾﾞ', 'ｿﾞ',
    'ﾀﾞ', 'ﾁﾞ', 'ﾂﾞ', 'ﾃﾞ', 'ﾄﾞ',
    'ﾊﾞ', 'ﾋﾞ', 'ﾌﾞ', 'ﾍﾞ', 'ﾎﾞ',
    'ﾊﾟ', 'ﾋﾟ', 'ﾌﾟ', 'ﾍﾟ', 'ﾎﾟ',
    'ｳﾞ', 'ﾜﾞ', 'ｦﾞ',
    'ｱ', 'ｲ', 'ｳ', 'ｴ', 'ｵ',
    'ｶ', 'ｷ', 'ｸ', 'ｹ', 'ｺ',
    'ｻ', 'ｼ', 'ｽ', 'ｾ', 'ｿ',
    'ﾀ', 'ﾁ', 'ﾂ', 'ﾃ', 'ﾄ',
    'ﾅ', 'ﾆ', 'ﾇ', 'ﾈ', 'ﾉ',
    'ﾊ', 'ﾋ', 'ﾌ', 'ﾍ', 'ﾎ',
    'ﾏ', 'ﾐ', 'ﾑ', 'ﾒ', 'ﾓ',
    'ﾔ', 'ﾕ', 'ﾖ',
    'ﾗ', 'ﾘ', 'ﾙ', 'ﾚ', 'ﾛ',
    'ﾜ', 'ｦ', 'ﾝ',
    'ｧ', 'ｨ', 'ｩ', 'ｪ', 'ｫ',
    'ｯ', 'ｬ', 'ｭ', 'ｮ',
    '｡', '､', 'ｰ', '｢', '｣', '･',
  ];
  const kana = [
    'ガ', 'ギ', 'グ', 'ゲ', 'ゴ',
    'ザ', 'ジ', 'ズ', 'ゼ', 'ゾ',
    'ダ', 'ヂ', 'ヅ', 'デ', 'ド',
    'バ', 'ビ', 'ブ', 'ベ', 'ボ',
    'パ', 'ピ', 'プ', 'ペ', 'ポ',
    'ヴ', 'ヷ', 'ヺ',
    'ア', 'イ', 'ウ', 'エ', 'オ',
    'カ', 'キ', 'ク', 'ケ', 'コ',
    'サ', 'シ', 'ス', 'セ', 'ソ',
    'タ', 'チ', 'ツ', 'テ', 'ト',
    'ナ', 'ニ', 'ヌ', 'ネ', 'ノ',
    'ハ', 'ヒ', 'フ', 'ヘ', 'ホ',
    'マ', 'ミ', 'ム', 'メ', 'モ',
    'ヤ', 'ユ', 'ヨ',
    'ラ', 'リ', 'ル', 'レ', 'ロ',
    'ワ', 'ヲ', 'ン',
    'ァ', 'ィ', 'ゥ', 'ェ', 'ォ',
    'ッ', 'ャ', 'ュ', 'ョ',
    '。', '、', 'ー', '「', '」', '・',
  ];

  const reg = new RegExp(`(${kanaKeys.join('|')})`, 'g');
  return str.replace(reg, (match) => (kana[kanaKeys.indexOf(match)]))
    .replace(/ﾞ/g, '゛')
    .replace(/ﾟ/g, '゜');
}
