<%@page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ include file="/common/taglibs.jsp"%>
<script src="${ctx}/static/viewer/assets/js/jquery.min.js"></script>
</head>
<script  type="text/javascript">
	function dayin() {
		window.print();
	}
	var arr =new Array();
	//国境口岸餐饮服务单位卫生许可现场审查表（二）
	var s1={p:1,a:"选址",i:"1",b:"1.选择地势干燥、有给排水条件和电力供应的地区，不得设在易受到污染的区域。距离粪坑、污水池、暴露垃圾场（站）、旱厕等污染源25m以上，并设置在粉尘、有害气体、放射性物质和其他扩散性污染源的影响范围之外。",c:"※"};
	
	var s2={p:9,a:"场所设置、布局、分隔和面积(19分)",i:"2",b:"设置与食品供应方式和品种相适应的粗加工、切配、烹饪、面点制作、餐用具清洗消毒、备餐等加工操作场所，以及食品库房、更衣室、清洁工具存放场所等。各场所均设在室内。",c:"※"};
	var s3={a:"场所设置、布局、分隔和面积(19分)",i:"3",b:"进行凉菜配制、裱花操作和食堂备餐，分别设置相应操作专间。",c:"※"};
	var s4={a:"场所设置、布局、分隔和面积(19分)",i:"4",b:"制作现榨果蔬汁和水果拼盘及加工生食海产品，设置相应的专用操作场所",c:"5"};
	var s5={a:"场所设置、布局、分隔和面积(19分)",i:"5",b:"各加工操作场所按照原料进入、原料处理、半成品加工、成品供应的顺序合理布局，能防止食品在存放、操作中产生交叉污染。",c:"5"};
	var s6={a:"场所设置、布局、分隔和面积(19分)",i:"6",b:"用于原料、半成品、成品的工具、用具和容器，有明显的区分标识，存放区域分开设置。",c:"※"};
	var s7={a:"场所设置、布局、分隔和面积(19分)",i:"7",b:"食品处理区面积与就餐场所面积之比≥1:2.2 。",c:"5"};
	var s8={a:"场所设置、布局、分隔和面积(19分)",i:"8",b:"切配烹饪场所面积≥食品处理区面积50%（全部用半成品烹饪的可适当减少），凉菜间面积≥食品处理区面积10%。",c:"2"};
	var s9={a:"场所设置、布局、分隔和面积(19分)",i:"9",b:"凉菜间面积≥5㎡。",c:"※"};
	var s10={a:"场所设置、布局、分隔和面积(19分)",i:"10",b:"加工经营场所内无圈养、宰杀活的禽畜类动物的区域（或距离25m以上）。",c:"2"};

	var s11={p:7,a:"食品处理区地面、墙壁、门窗、天花板与排水(23分)",i:"11",b:"地面用无毒、无异味、不透水、不易积垢、耐腐蚀、防滑的材料铺设，且平整、无裂缝。粗加工、切配、餐用具清洗消毒和烹调等场所的地面易于清洗、防滑，并有排水系统。",c:"5"};
	var s12={a:"食品处理区地面、墙壁、门窗、天花板与排水(23分)",i:"12",b:"地面和排水沟有排水坡度。",c:"2"};
	var s13={a:"食品处理区地面、墙壁、门窗、天花板与排水(23分)",i:"13",b:"排水沟出口有网眼孔径小于6mm的金属隔栅或网罩。",c:"2"};
	var s14={a:"食品处理区地面、墙壁、门窗、天花板与排水(23分)",i:"14",b:"墙壁采用无毒、无异味、不透水、平滑、不易积垢的浅色材料，粗加工、切配、餐用具清洗消毒和烹调等场所有1.5m以上光滑、不吸水、浅色、耐用和易清洗的材料制成的墙裙。",c:"5"};
	var s15={a:"食品处理区地面、墙壁、门窗、天花板与排水(23分)",i:"15",b:"门、窗装配严密，与外界直接相通的门和可开启的窗设有易于拆洗且不生锈的防蝇纱网或设置空气幕，与外界直接相通的门能自动关闭。",c:"2"};
	var s16={a:"食品处理区地面、墙壁、门窗、天花板与排水(23分)",i:"16",b:"粗加工、切配、餐用具清洗消毒、烹调等场所如设门，采用易清洗、不吸水的坚固材料制作。",c:"2"};
	var s17={a:"食品处理区地面、墙壁、门窗、天花板与排水(23分)",i:"17",b:"天花板采用无毒、无异味、不吸水、表面光洁、耐腐蚀、耐温、浅色材料涂覆或装修。",c:"5"};
	
	var s18={p:2,a:"洗手消毒设施(7分)",i:"18",b:"食品处理区内设置足够数量的洗手设施，其位置设置在方便员工的区域。",c:"5"};
	var s19={a:"洗手消毒设施(7分)",i:"19",b:"洗手消毒设施附近有相应的清洗、消毒用品和干手用品或设施，员工专用洗手消毒设施附近有洗手消毒方法标识。",c:"2"};
	
	var s20={p:5,a:"餐用具清洗消毒保洁设施(7分)",i:"20",b:"配备能正常运转的清洗、消毒、保洁设备设施。",c:"※"};
	var s21={a:"餐用具清洗消毒保洁设施(7分)",i:"21",b:"各类清洗消毒方式设专用水池的最低数量：采用化学消毒的，至少设有3个专用水池。采用人工清洗热力消毒的，可设置２个专用水池。各类水池以明显标识标明其用途。",c:"※"};
	var s22={a:"餐用具清洗消毒保洁设施(7分)",i:"22",b:"餐用具清洗消毒水池专用，与食品原料、清洁用具及接触非直接入口食品的工具、容器清洗水池分开。",c:"※"};
	var s23={a:"餐用具清洗消毒保洁设施(7分)",i:"23",b:"设专供存放消毒后餐用具的保洁设施，标记明显，结构密闭并易于清洁。",c:"2"};
	var s24={a:"餐用具清洗消毒保洁设施(7分)",i:"24",b:"清洗、消毒、保洁设备设施的大小和数量能满足需要。",c:"5"};
	
	var s25={p:2,a:"食品原料、清洁工具清洗水池(7分)",i:"25",b:"粗加工操作场所分别设动物性食品、植物性食品、水产品3类食品原料的清洗水池，水池数量或容量与加工食品的数量相适应。各类水池以明显标识标明其用途。",c:"5"};
	var s26={a:"食品原料、清洁工具清洗水池(7分)",i:"26",b:"设专用于拖把等清洁工具、用具的清洗水池，其位置不会污染食品及其加工制作过程。",c:"2"};
	
	var s27={p:2,a:"设备、工具和容器(7分)",i:"27",b:"接触食品的设备、工具、容器、包装材料等符合食品安全标准或要求。",c:"5"};
	var s28={a:"设备、工具和容器(7分)",i:"28",b:"接触食品的设备、工具和容器易于清洗消毒。",c:"2"};
	
	var s29={p:2,a:"通风排烟设施(7分)",i:"29",b:"烹调场所采用机械排风。产生油烟的设备上部加设附有机械排风及油烟过滤的排气装置，过滤器便于清洗和更换。",c:"5"};
	var s30={a:"通风排烟设施(7分)",i:"30",b:"排气口装有网眼孔径小于6mm的金属隔栅或网罩。",c:"2"};
	
	var s31={p:2,a:"废弃物暂存设施(7分)",i:"31",b:"食品处理区设存放废弃物或垃圾的容器。废弃物容器与加工用容器有明显区分的标识。",c:"5"};
	var s32={a:"废弃物暂存设施(7分)",i:"32",b:"废弃物容器配有盖子，以坚固及不透水的材料制造，内壁光滑便于清洗。专间内的废弃物容器盖子为非手动开启式。",c:"2"};
	
	var s33={p:2,a:"库房和食品贮存场所(5分)",i:"33",b:"食品和非食品（不会导致食品污染的食品容器、包装材料、工具等物品除外）库房分开设置。",c:"5"};
	var s34={a:"库房和食品贮存场所(5分)",i:"34",b:"冷藏、冷冻柜（库）数量和结构能使原料、半成品和成品分开存放，有明显区分标识。",c:"※"};
	
	var s35={p:4,a:"专间(10分)",i:"35",b:"专间内无明沟，地漏带水封。食品传递窗为开闭式，其他窗封闭。专间墙裙铺设到顶。",c:"5"};
	var s36={a:"专间(10分)",i:"36",b:"专间门采用易清洗、不吸水的坚固材质，能够自动关闭。",c:"5"};
	var s37={a:"专间(10分)",i:"37",b:"专间内设独立空调设施、专用工具清洗消毒设施和空气消毒设施以及专用冷藏设施。",c:"※"};
	var s38={a:"专间(10分)",i:"38",b:"专间入口处设置有非手动式洗手、消毒、更衣设施的通过式预进间。",c:"※"};
	
	var s39={p:2,a:"厕所(2分)",i:"39",b:"厕所不设在食品处理区。",c:"※"};
	var s40={a:"厕所(2分)",i:"40",b:"厕所采用水冲式，在出口附近设置洗手设施。",c:"2"};
	
	//国境口岸餐饮服务单位卫生许可现场检查表（三）
	var d1={p:1,a:"选址",i:"1",b:"选择地势干燥、有给排水条件和电力供应的地区，不得设在易受到污染的区域。距离粪坑、污水池、暴露垃圾场（站）、旱厕等污染源25m以上，并设置在粉尘、有害气体、放射性物质和其他扩散性污染源的影响范围之外。",c:"※"};
	
	var d2={p:8,a:"场所设置、布局、分隔和面积（12分）",i:"2",b:"设置与食品供应方式和品种相适应的粗加工、切配、烹饪、面点制作、餐用具清洗消毒、备餐等加工操作场所，以及食品库房、更衣室、清洁工具存放场所等。各场所均设在室内。",c:"※"};
	var d3={a:"场所设置、布局、分隔和面积（12分）",i:"3",b:"进行凉菜配制、裱花操作和食堂备餐，分别设置相应操作专间。制作现榨果蔬汁和水果拼盘及加工生食海产品，设置相应的专用操作场所。",c:"※"};
	var d4={a:"场所设置、布局、分隔和面积（12分）",i:"4",b:"各加工操作场所按照原料进入、原料处理、半成品加工、成品供应的顺序合理布局，并能防止食品在存放、操作中产生交叉污染",c:"5"};
	var d5={a:"场所设置、布局、分隔和面积(12分)",i:"5",b:"用于原料、半成品、成品的工具、用具和容器，有明显的区分标识，存放区域分开设置。",c:"※"};
	var d6={a:"场所设置、布局、分隔和面积(12分)",i:"6",b:"食品处理区面积与就餐场所面积之比≥1:2.0。使用面积30㎡至100㎡的小型餐馆、小吃店，餐厅、厨房、库房面积比例为1:0.8:0.2。",c:"5"};
	var d7={a:"场所设置、布局、分隔和面积(12分)",i:"7",b:"小吃店使用面积≥30㎡；小型餐馆使用面积≥50㎡ 。",c:"※"};
	var d8={a:"场所设置、布局、分隔和面积(12分)",i:"8",b:"切配烹饪场所面积≥食品处理区面积50%（全部用半成品烹饪的可适当减少）。",c:"2"};
	var d9={a:"场所设置、布局、分隔和面积(12分)",i:"9",b:"凉菜间面积≥4㎡；凉菜间面积≥食品处理区面积10%。",c:"※"};
	
	var d10={p:5,a:"食品处理区地面、墙壁、天花板、门窗与排水（10分）",i:"10",b:"地面用无毒、无异味、不透水、不易积垢、耐腐蚀、防滑的材料铺设，且平整、无裂缝。粗加工、切配、餐用具清洗消毒和烹调等场所的地面易于清洗、防滑，并有排水系统。",c:"2"};
	var d11={a:"食品处理区地面、墙壁、天花板、门窗与排水（10分）",i:"11",b:"排水沟出口有网眼孔径小于6mm的金属隔栅或网罩。",c:"2"};
	var d12={a:"食品处理区地面、墙壁、天花板、门窗与排水（10分）",i:"12",b:"墙壁采用无毒、无异味、不透水、平滑、不易积垢的浅色材料，粗加工、切配、餐用具清洗消毒和烹调等场所有1.5m以上光滑、不吸水、浅色、耐用和易清洗的材料制成的墙裙。",c:"2"};
	var d13={a:"食品处理区地面、墙壁、天花板、门窗与排水（10分）",i:"13",b:"门、窗装配严密，与外界直接相通的门和可开启的窗设有易于拆洗且不生锈的防蝇纱网或设置空气幕，与外界直接相通的门能自动关闭。",c:"2"};
	var d14={a:"食品处理区地面、墙壁、天花板、门窗与排水（10分）",i:"14",b:"天花板采用无毒、无异味、不吸水、表面光洁、耐腐蚀、耐温、浅色材料涂覆或装修。",c:"2"};
	
	var d15={p:3,a:"餐用具清洗消毒保洁设施（5分）",i:"15",b:"各类清洗消毒方式设专用水池的最低数量：采用化学消毒的，至少设有3个专用水池。采用人工清洗热力消毒的，可设置２个专用水池。各类水池以明显标识标明其用途。",c:"※"};
	var d16={a:"餐用具清洗消毒保洁设施（5分）",i:"16",b:"配备能正常运转的清洗、消毒、保洁设备设施。设专供存放消毒后餐用具的保洁设施，标记明显，结构密闭并易于清洁。",c:"※"};
	var d17={a:"餐用具清洗消毒保洁设施（5分）",i:"17",b:"清洗、消毒、保洁设备设施的大小和数量能满足需要。",c:"5"};
	
	var d18={p:2,a:"洗手消毒设施(7分)",i:"18",b:"粗加工操作场所分别设动物性食品、植物性食品、水产品3类食品原料的清洗水池，水池数量或容量与加工食品的数量相适应。各类水池以明显标识标明其用途。",c:"5"};
	var d19={a:"洗手消毒设施(7分)",i:"19",b:"设专用于拖把等清洁工具、用具的清洗水池，其位置不会污染食品及其加工制作过程。",c:"2"};
	
	var d20={p:2,a:"设备、工具和容器（7分）",i:"20",b:"接触食品的设备、工具、容器、包装材料等符合食品安全标准或要求。",c:"5"};
	var d21={a:"设备、工具和容器（7分）",i:"21",b:"接触食品的设备、工具和容器易于清洗消毒。",c:"2"};
	
	var d22={p:2,a:"通风排烟设施（7分）",i:"22",b:"烹调场所采用机械排风。产生油烟的设备上部加设附有机械排风及油烟过滤的排气装置，过滤器便于清洗和更换。",c:"5"};
	var d23={a:"通风排烟设施（7分）",i:"23",b:"排气口装有网眼孔径小于6mm的金属隔栅或网罩。",c:"2"};
	
	var d24={p:2,a:"废弃物暂存设施（7分)",i:"24",b:"食品处理区设存放废弃物或垃圾的容器。废弃物容器与加工用容器有明显区分的标识。",c:"5"};
	var d25={a:"废弃物暂存设施（7分)",i:"25",b:"废弃物容器配有盖子，以坚固及不透水的材料制造，内壁光滑便于清洗。专间内的废弃物容器盖子为非手动开启式。",c:"2"};
	
	var d26={p:2,a:"库房和食品贮存场所（10分）",i:"26",b:"食品和非食品（不会导致食品污染的食品容器、包装材料、工具等物品除外）库房分开设置。",c:"5"};
	var d27={a:"库房和食品贮存场所（10分）",i:"27",b:"冷藏、冷冻柜（库）数量和结构能使原料、半成品和成品分开存放，有明显区分标识。",c:"5"};
	
	var d28={p:4,a:"专间（10分）",i:"28",b:"专间内无明沟，地漏带水封。食品传递窗为开闭式，其他窗封闭。专间墙裙铺设到顶。",c:"5"};
	var d29={a:"通专间（10分）",i:"29",b:"专间门采用易清洗、不吸水的坚固材质，能够自动关闭。",c:"5"};
	var d30={a:"专间（10分）",i:"30",b:"专间内设独立空调设施、专用工具清洗消毒设施和空气消毒设施以及专用冷藏设施。",c:"※"};
	var d31={a:"专间（10分）",i:"31",b:"专间入口处设置洗手、消毒、更衣设施。",c:"※"};
	
	//国境口岸餐饮服务单位卫生许可现场检查表（四）
	var e1={p:1,a:"选址",i:"1",b:"选择地势干燥、有给排水条件和电力供应的地区，不得设在易受到污染的区域。距离粪坑、污水池、暴露垃圾场（站）、旱厕等污染源25m以上，并设置在粉尘、有害气体、放射性物质和其他扩散性污染源的影响范围之外。",c:"※"};
	
	var e2={p:4,a:"场所设置、布局、分隔和面积（10分）",i:"2",b:"设置与食品供应方式和品种相适应的粗加工、切配、烹饪、面点制作、餐用具清洗消毒、备餐等加工操作场所，以及食品库房、更衣室、清洁工具存放场所等。各场所均设在室内。",c:"※"};
	var e3={a:"场所设置、布局、分隔和面积（10分）",i:"3",b:"各加工操作场所按照原料进入、原料处理、半成品加工、成品供应的顺序合理布局，并能防止食品在存放、操作中产生交叉污染。",c:"5"};
	var e4={a:"场所设置、布局、分隔和面积（10分）",i:"4",b:"用于原料、半成品、成品的工具、用具和容器，有明显的区分标识，存放区域分开设置",c:"※"};
	var e5={a:"场所设置、布局、分隔和面积(10分)",i:"5",b:"食品处理区面积与就餐场所面积之比，以及最大供餐人数符合要求。",c:"5"};
	
	var e6={p:4,a:"食品处理区地面墙壁、天花板、门窗与排水（8分）",i:"6",b:"地面用无毒、无异味、不透水、不易积垢、耐腐蚀、防滑的材料铺设，且平整、无裂缝。粗加工、切配、餐用具清洗消毒和烹调等场所的地面易于清洗、防滑，并有排水系统。",c:"2"};
	var e7={a:"食品处理区地面墙壁、天花板、门窗与排水（8分）",i:"7",b:"墙壁采用无毒、无异味、不透水、平滑、不易积垢的浅色材料，粗加工、切配、餐用具清洗消毒和烹调等场所有1.5m以上光滑、不吸水、浅色、耐用和易清洗的材料制成的墙裙 。",c:"2"};
	var e8={a:"食品处理区地面墙壁、天花板、门窗与排水（8分）",i:"8",b:"门、窗装配严密，与外界直接相通的门和可开启的窗设有易于拆洗且不生锈的防蝇纱门(窗)或设置空气幕，与外界直接相通的门能自动关闭。",c:"2"};
	var e9={a:"食品处理区地面墙壁、天花板、门窗与排水（8分）",i:"9",b:"天花板不渗水，无脱落、破损。",c:"2"};
	
	var e10={p:2,a:"餐用具清洗消毒保洁设施",i:"10",b:"各类清洗消毒方式设专用水池的最低数量：采用化学消毒的，至少设有3个专用水池。采用人工清洗热力消毒的，可设置２个专用水池。各类水池以明显标识标明其用途。",c:"※"};
	var e11={a:"餐用具清洗消毒保洁设施",i:"11",b:"配备能正常运转的清洗、消毒、保洁设备设施，设专供存放消毒后餐用具的保洁设施，标记明显，结构密闭并易于清洁。清洗、消毒、保洁设备设施的大小和数量能满足需要",c:"※"};

	var e12={p:2,a:"食品原料、清洁工具清洗水池（7分）",i:"12",b:"粗加工操作场所分别设动物性食品、植物性食品、水产品3类食品原料的清洗水池，水池数量或容量与加工食品的数量相适应。各类水池以明显标识标明其用途。",c:"5"};
	var e13={a:"食品原料、清洁工具清洗水池（7分）",i:"13",b:"设专用于拖把等清洁工具、用具的清洗水池，其位置不会污染食品及其加工制作过程。",c:"2"};
	
	var e14={p:1,a:"设备、工具和容器（5分）",i:"14",b:"接触食品的设备、工具、容器、包装材料等符合食品安全标准或要求。",c:"5"};
	
	var e15={p:1,a:"通风排烟设施（5分）",i:"15",b:"烹调场所采用机械排风。产生油烟的设备上部加设附有机械排风及油烟过滤的排气装置，过滤器便于清洗和更换。",c:"5"};
	
	var e16={p:2,a:"废弃物暂存设施（7分）",i:"16",b:"食品处理区设存放废弃物或垃圾的容器。废弃物容器与加工用容器有明显区分的标识。",c:"5"};
	var e17={a:"废弃物暂存设施（7分）",i:"17",b:"废弃物容器配有盖子，以坚固及不透水的材料制造，内壁光滑便于清洗。专间内的废弃物容器盖子为非手动开启式。",c:"2"};
	
	var e18={p:2,a:"库房和食品贮存场所（7分）",i:"18",b:"食品和非食品（不会导致食品污染的食品容器、包装材料、工具等物品除外）库房分开设置。",c:"5"};
	var e19={a:"库房和食品贮存场所（7分）",i:"19",b:"冷藏、冷冻柜（库）数量和结构能使原料、半成品和成品分开存放，有明显区分标识。",c:"2"};
	
	var e20={p:5,a:"备餐专间（10分）",i:"20",b:"专间内无明沟，地漏带水封。食品传递窗为开闭式，其他窗封闭。专间墙裙铺设到顶",c:"5"};
	var e21={a:"备餐专间（10分）",i:"21",b:"专间门采用易清洗、不吸水的坚固材质，能够自动关闭。",c:"5"};
	var e22={a:"备餐专间（10分）",i:"22",b:"专间内设独立空调设施、专用工具清洗消毒设施和空气消毒设施以及专用冷藏设施。",c:""};
	var e23={a:"备餐专间（10分）",i:"23",b:"专间入口处设置洗手、消毒、更衣设施。",c:"※"};
	var e24={a:"备餐专间（10分）",i:"24",b:"具备充足的保温和运输设备设施。",c:"※"};
	//国境口岸餐饮服务单位卫生许可现场检查表（五）
	var f1={p:1,a:"选址(15分)",i:"1",b:"选择地势干燥、有给排水条件和电力供应的地区，不得设在易受到污染的区域。距离粪坑、污水池、暴露垃圾场（站）、旱厕等污染源25m以上，并设置在粉尘、有害气体、放射性物质和其他扩散性污染源的影响范围之外。",c:"※"};
	
	var f2={p:7,a:"场所设置、布局、分隔和面积（11分）",i:"2",b:"设置与食品供应方式和品种相适应的粗加工、切配、烹饪、面点制作、餐用具清洗消毒、备餐等加工操作场所，以及食品库房、更衣室、清洁工具存放场所等。各场所均设在室内。",c:"※"};
	var f3={a:"场所设置、布局、分隔和面积（11分）",i:"3",b:"各加工操作场所按照原料进入、原料处理、半成品加工、成品供应的顺序合理布局，并能防止食品在存放、操作中产生交叉污染。",c:"5"};
	var f4={a:"场所设置、布局、分隔和面积（11分）",i:"4",b:"用于原料、半成品、成品的工具、用具和容器，有明显的区分标识，存放区域分开设置。",c:"※"};
	var f5={a:"场所设置、布局、分隔和面积（11分）",i:"5",b:"食品处理区面积与最大供餐人数相适应，小于200㎡，面积与单班最大生产份数之比为1:2.5；200—400㎡，面积与单班最大生产份数之比为1:2.5；400—800㎡，面积与单班最大生产份数之比为1:4；800-1500㎡，面积与单班最大生产份数之比为1:6；面积大于1500㎡的，其面积与单班最大生产份数之比可适当减少。",c:"※"};
	var f6={a:"场所设置、布局、分隔和面积（11分）",i:"6",b:"烹饪场所面积≥食品处理区面积15%，分餐间面积≥食品处理区10%，清洗消毒面积≥食品处理区10%。",c:"2"};
	var f7={a:"场所设置、布局、分隔和面积（11分）",i:"7",b:"厂区道路采用混凝土、沥青等便于清洗的硬质材料铺设，有良好的排水系统。",c:"2"};
	var f8={a:"场所设置、布局、分隔和面积（11分）",i:"8",b:"加工经营场所内无圈养、宰杀活的禽畜类动物的区域（或距离25m以上）",c:"2"};
	
	var f9={p:4,a:"食品处理区地面与排水（12分）",i:"9",b:"地面用无毒、无异味、不透水、不易积垢、耐腐蚀、防滑的材料铺设，且平整、无裂缝。粗加工、切配、餐用具清洗消毒和烹调等场所的地面易于清洗、防滑，并有排水系统。",c:"※"};
	var f10={a:"食品处理区地面与排水（12分）",i:"10",b:"墙角、柱角、侧面、底面的结合处有一定的弧度。",c:"2"};
	var f11={a:"食品处理区地面与排水（12分）",i:"11",b:"地面和排水沟有排水坡度。",c:"5"};
	var f12={a:"食品处理区地面与排水（12分）",i:"12",b:"排水沟出口有网眼孔径小于6mm的金属隔栅或网罩。",c:"5"};
	
	var f13={p:4,a:"食品处理区墙壁、门窗（17分）",i:"13",b:"墙壁采用无毒、无异味、不透水、平滑、不易积垢的浅色材料，粗加工、切配、餐用具清洗消毒和烹调等场所有1.5m以上光滑、不吸水、浅色、耐用和易清洗的材料制成的墙裙。",c:"5"};
	var f14={a:"食品处理区墙壁、门窗（17分）",i:"14",b:"门、窗装配严密，与外界直接相通的门和可开启的窗设有易于拆洗且不生锈的防蝇纱网或设置空气幕，与外界直接相通的门能自动关闭。",c:"5"};
	var f15={a:"食品处理区墙壁、门窗（17分）",i:"15",b:"粗加工、切配、餐用具清洗消毒、烹调等场所如设门，采用易清洗、不吸水的坚固材料制作。",c:"5"};
	var f16={a:"食品处理区墙壁、门窗（17分）",i:"16",b:"内窗台下斜45度或采用无窗台结构。",c:"2"};
	
	var f17={p:3,a:"食品处理区天花板",i:"17",b:"天花板采用无毒、无异味、不吸水、表面光洁、耐腐蚀、耐温、浅色材料涂覆或装修。",c:"5"};
	var f18={a:"食品处理区天花板",i:"18",b:"清洁操作区、准清洁操作区及其它半成品、成品暴露场所屋顶若为不平整的结构或有管道通过，加设平整、易于清洁的吊顶。",c:"5"};
	var f19={a:"食品处理区天花板",i:"19",b:"水蒸气较多的场所的天花板有适当的坡度。",c:"※"};
	
	var f20={p:3,a:"洗手消毒设施（9分）",i:"20",b:"食品处理区内设置足够数量的洗手设施，其位置设置在方便员工的区域。",c:"5"};
	var f21={a:"洗手消毒设施（9分）",i:"21",b:"洗手池的材质为不透水材料，结构易于清洗",c:"2"};
	var f22={a:"洗手消毒设施（9分）",i:"22",b:"洗手消毒设施附近有相应的清洗、消毒用品和干手用品或设施，员工专用洗手消毒设施附近有洗手消毒方法标识。",c:"2"};
	
	var f23={p:7,a:"餐用具清洗消毒保洁设施（12分）",i:"23",b:"配备能正常运转的清洗、消毒、保洁设备设施。",c:"※"};
	var f24={a:"餐用具清洗消毒保洁设施（12分）",i:"24",b:"采用热力消毒（因材质等原因无法采用的除外）。",c:"5"};
	var f25={a:"餐用具清洗消毒保洁设施（12分）",i:"25",b:"各类清洗消毒方式设专用水池的最低数量：采用化学消毒的，至少设有3个专用水池。采用人工清洗热力消毒的，可设置２个专用水池。各类水池以明显标识标明其用途。",c:"※"};
	var f26={a:"餐用具清洗消毒保洁设施（12分）",i:"26",b:"餐用具清洗消毒水池专用，与食品原料、清洁用具及接触非直接入口食品的工具、容器清洗水池分开",c:"※"};
	var f27={a:"餐用具清洗消毒保洁设施（12分）",i:"27",b:"餐用具清洗消毒水池使用不锈钢或陶瓷等不透水材料、不易积垢并易于清洗。",c:"2"};
	var f28={a:"餐用具清洗消毒保洁设施（12分）",i:"28",b:"设专供存放消毒后餐用具的保洁设施，标记明显，结构密闭并易于清洁。",c:"5"};
	var f29={a:"餐用具清洗消毒保洁设施（12分）",i:"29",b:"清洗、消毒、保洁设备设施的大小和数量能满足需要",c:"※"};

	var f30={p:2,a:"食品原料、清洁工具清洗水池（5分）",i:"30",b:"粗加工操作场所分别设动物性食品、植物性食品、水产品3类食品原料的清洗水池，水池数量或容量与加工食品的数量相适应。各类水池以明显标识标明其用途。",c:"5"};
	var f31={a:"食品原料、清洁工具清洗水池（5分）",i:"31",b:"设专用于拖把等清洁工具、用具的清洗水池，其位置不会污染食品及其加工制作过程",c:"※"};
	
	var f32={p:4,a:"设备、工具和容器（14分）",i:"32",b:"接触食品的设备、工具、容器、包装材料等符合食品安全标准或要求。",c:"5"};
	var f33={a:"设备、工具和容器（14分）",i:"33",b:"接触食品的设备、工具和容器易于清洗消毒",c:"2"};
	var f34={a:"设备、工具和容器（14分）",i:"34",b:"食品设备、工具和容器与食品的接触面平滑、无凹陷或裂缝",c:"5"};
	var f35={a:"设备、工具和容器（14分）",i:"35",b:"所有食品设备、工具和容器不使用木质材料，因工艺要求必须使用除外。",c:"2"};
	
	var f36={p:2,a:"通风排烟设施（10分)",i:"36",b:"烹调场所采用机械排风。产生油烟的设备上部应加设附有机械排风及油烟过滤的排气装置，过滤器应便于清洗和更换。",c:"5"};
	var f37={a:"通风排烟设施（10分)",i:"37",b:"排气口装有网眼孔径小于6mm的金属隔栅或网罩。",c:"5"};
	
	var f38={p:1,a:"采光照明设施（2分）",i:"38",b:"加工经营场所光源不改变所观察食品的天然颜色。安装在暴露食品正上方的照明设施使用防护罩。冷冻（藏）库房使用防爆灯。",c:"2"};
	
	var f39={p:2,a:"废弃物暂存设施（4分）",i:"39",b:"食品处理区设存放废弃物或垃圾的容器。废弃物容器与加工用容器有明显区分的标识。",c:"2"};
	var f40={a:"废弃物暂存设施（4分）",i:"40",b:"废弃物容器配有盖子，以坚固及不透水的材料制造，内壁光滑便于清洗。专间内的废弃物容器盖子为非手动开启式。",c:"2"};
	
	var f41={p:4,a:"库房和食品贮存场所（9分）",i:"41",b:"食品和非食品（不会导致食品污染的食品容器、包装材料、工具等物品除外）库房分开设置。",c:"5"};
	var f42={a:"库房和食品贮存场所（9分）",i:"42",b:"冷藏、冷冻柜（库）数量和结构应能使原料、半成品和成品分开存放，有明显区分标识。",c:"※"};
	var f43={a:"库房和食品贮存场所（9分）",i:"43",b:"除冷库外的库房有良好的通风、防潮、防鼠（如设防鼠板或木质门下方以金属包覆）设施。",c:"2"};
	var f44={a:"库房和食品贮存场所（9分）",i:"44",b:"冷冻（藏）库设可正确指示库内温度的温度计。",c:"2"};
	
	var f45={p:4,a:"专间(10分)",i:"45",b:"专间内无明沟，地漏带水封。食品传递窗为开闭式，其他窗封闭。专间墙裙铺设到顶。",c:"5"};
	var f46={a:"专间(10分)",i:"46",b:"专间门采用易清洗、不吸水的坚固材质，能够自动关闭。",c:"5"};
	var f47={a:"专间(10分)",i:"47",b:"专间内设独立空调设施、专用工具清洗消毒设施和空气消毒设施以及专用冷藏设施。",c:"※"};
	var f48={a:"专间(10分)",i:"48",b:"专间入口处设置有洗手、消毒、更衣设施的通过式预进间，洗手消毒设施符合本表第6项的规定。",c:"※"};
	
	var f49={p:1,a:"更衣室(2分)",i:"49",b:"更衣场所与加工经营场所处于同一建筑物内，有足够大小的空间、足够数量的更衣设施和适当的照明。",c:"2"};
	
	var f50={p:2,a:"厕所(4分)",i:"50",b:"厕所不设在食品处理区。",c:"2"};
	var f51={a:"厕所(4分)",i:"51",b:"厕所采用水冲式，在出口附近设置洗手设施。",c:"2"};
	
	var f52={p:2,a:"运输设备(2分)",i:"52",b:"配备封闭式专用运输车辆，以及专用密闭运输容器。",c:"※"};
	var f53={a:"运输设备(2分)",i:"53",b:"运输车辆和容器内部材质和结构便于清洗和消毒。",c:"2"};
	
	var f54={p:1,a:"留样（5分）",i:"54",b:"配备专用留样容器和冷藏设施。",c:"5"};
	
	//国境口岸餐饮服务单位卫生许可现场检查表（六）
	var h1={p:1,a:"选址",i:"1",b:"选择地势干燥、有给排水条件和电力供应的地区，不得设在易受到污染的区域。距离粪坑、污水池、暴露垃圾场（站）、旱厕等污染源25m以上，并设置在粉尘、有害气体、放射性物质和其他扩散性污染源的影响范围之外。",c:"※"};
	
	var h2={p:10,a:"场所设置、布局、分隔、面积（4分）",i:"2",b:"设置具有与供应品种、数量相适应的粗加工、切配、烹调、面点制作、食品冷却、食品包装、待配送食品贮存、工用具清洗消毒等加工操作场所，以及食品库房、更衣室、清洁工具存放场所等。食品处理区分为一般操作区、准清洁区、清洁区，各食品处理区均应设置在室内，且独立分隔。",c:"※"};
	var h3={a:"场所设置、布局、分隔、面积（4分）",i:"3",b:"配制凉菜以及待配送食品贮存的，应分别设置食品加工专间；食品冷却、包装应设置食品加工专间或专用设施。",c:"※"};
	var h4={a:"场所设置、布局、分隔、面积（4分）",i:"4",b:"各加工操作场所按照原料进入、原料处理、半成品加工、食品分装及待配送食品贮存的顺序合理布局，并能防止食品在存放、操作中产生交叉污染。",c:"※"};
	var h5={a:"场所设置、布局、分隔、面积（4分）",i:"5",b:"接触原料、半成品、成品的工具、用具和容器，有明显的区分标识，且分区域存放；接触动物性和植物性食品的工具、用具和容器也有明显的区分标识，且分区域存放",c:"※"};
	var h6={a:"场所设置、布局、分隔、面积（4分）",i:"6",b:"食品加工操作和贮存场所面积原则上≥300㎡，应当与加工食品的品种和数量相适应。",c:"※"};
	var h7={a:"场所设置、布局、分隔、面积（4分）",i:"7",b:"切配烹饪场所面积≥食品处理区面积15%",c:"※"};
	var h8={a:"场所设置、布局、分隔、面积（4分）",i:"8",b:"清洗消毒区面积≥食品处理区面积10%",c:"※"};
	var h9={a:"场所设置、布局、分隔、面积（4分）",i:"9",b:"凉菜专间面积≥10 ㎡",c:"※"};
	var h10={a:"场所设置、布局、分隔、面积（4分）",i:"10",b:"厂区道路采用混凝土、沥青等便于清洗的硬质材料铺设，有良好的排水系统",c:"2"};
	var h11={a:"场所设置、布局、分隔、面积（4分）",i:"11",b:"加工经营场所内无圈养、宰杀活的禽畜类动物的区域（或距离25m以上）",c:"2"};
	
	var h12={p:3,a:"食品处理区地面、排水（10分）",i:"12",b:"地面用无毒、无异味、不透水、不易积垢的材料铺设，且平整、无裂缝。粗加工、切配、加工用具清洗消毒和烹调等需经常冲洗场所、易潮湿场所的地面易于清洗、防滑，并有排水系统",c:"※"};
	var h13={a:"食品处理区地面、排水（10分）",i:"13",b:"地面和排水沟有排水坡度（不小于1.5%），排水的流向由高清洁操作区流向低清洁操作区",c:"5"};
	var h14={a:"食品处理区地面、排水（10分）",i:"14",b:"排水沟出口有网眼孔径小于6mm的金属隔栅或网罩",c:"5"};
	
	var h15={p:5,a:"墙壁与门窗（22分）",i:"15",b:"墙壁采用无毒、无异味、不透水、平滑、不易积垢的浅色材料，粗加工、切配、烹调和工用具清洗消毒等场所应有1.5 m以上的光滑、不吸水、浅色、耐用和易清洗的材料制成的墙裙，食品加工专间内应铺设到顶",c:"5"};
	var h16={a:"墙壁与门窗（22分）",i:"16",b:"墙角、柱脚、侧面、底面的结合处有一定的弧度。",c:"5"};
	var h17={a:"墙壁与门窗（22分）",i:"17",b:"门、窗装配严密，与外界直接相通的门和可开启的窗设有易于拆下清洗不生锈的纱网或空气幕，与外界直接相通的门和各类专间的门能自动关闭",c:"5"};
	var h18={a:"墙壁与门窗（22分）",i:"18",b:"内窗台下斜45度以上或采用无窗台结构",c:"5"};
	var h19={a:"墙壁与门窗（22分）",i:"19",b:"粗加工、切配、烹调、工用具清洗消毒等场所、食品包装间的门采用易清洗、不吸水的坚固材料制作。",c:"2"};
	
	var h20={p:3,a:"天花板（12分）",i:"20",b:"天花板用无毒、无异味、不吸水、表面光洁、耐腐蚀、耐温、浅色材料涂覆或装修。",c:"5"};
	var h21={a:"天花板（12分）",i:"21",b:"半成品、即食食品暴露场所屋顶若为不平整的结构或有管道通过，加设平整易于清洁的吊顶（吊顶间缝隙应严密封闭）。",c:"2"};
	var h22={a:"天花板（12分）",i:"22",b:"水蒸气较多的场所的天花板有适当的坡度（斜坡或拱形均可）。",c:"5"};
	
	var h23={p:3,a:"洗手消毒设施（9分）",i:"23",b:"食品处理区内设置足够数量的洗手设施，其位置设置在方便员工的区域",c:"5"};
	var h24={a:"洗手消毒设施（9分）",i:"24",b:"洗手池的材质为不透水材料，结构不易积垢并易于清洗。",c:"2"};
	var h25={a:"洗手消毒设施（9分）",i:"25",b:"洗手消毒设施旁设有相应的清洗、消毒用品和干手设施，员工专用洗手消毒设施附近有洗手消毒方法标识。",c:"2"};
	
	var h26={p:7,a:"工用具清洗消毒保洁设施（12分）",i:"26",b:"根据加工食品的品种，配备能正常运转的清洗、消毒、保洁设备设施。",c:"※"};
	var h27={a:"工用具清洗消毒保洁设施（12分）",i:"27",b:"采用有效的物理消毒或化学消毒方法",c:"5"};
	var h28={a:"工用具清洗消毒保洁设施（12分）",i:"28",b:"各类清洗消毒方式设专用水池的最低数量：采用化学消毒的，至少设有3个专用水池或容器。采用热力消毒的，可设置２个专用水池或容器。各类水池或容器以明显标识标明其用途",c:"※"};
	var h29={a:"工用具清洗消毒保洁设施（12分）",i:"29",b:"接触直接入口食品的工具、容器清洗消毒水池专用，与食品原料、清洁用具及接触非直接入口食品的工具、容器清洗水池分开",c:"※"};
	var h30={a:"工用具清洗消毒保洁设施（12分）",i:"30",b:"工用具清洗消毒水池使用不锈钢或陶瓷等不透水材料、不易积垢并易于清洗",c:"2"};
	var h31={a:"工用具清洗消毒保洁设施（12分）",i:"31",b:"设专供存放消毒后工用具的保洁设施，标记明显，易于清洁",c:"5"};
	var h32={a:"工用具清洗消毒保洁设施（12分）",i:"32",b:"清洗、消毒、保洁设备设施的大小和数量能满足需要。",c:"※"};
	
	var h33={p:2,a:"加工食品设备、工具和容器（14分）",i:"33",b:"粗加工操作场所分别设动物性食品、植物性食品、水产品3类食品原料的清洗水池，水池数量或容量与加工食品的数量相适应。各类水池以明显标识标明其用途",c:"5"};
	var h34={a:"加工食品设备、工具和容器（14分）",i:"34",b:"加工场所内设专用于拖把等清洁工具、用具的清洗水池，其位置不会污染食品及其加工操作过程。",c:"※"};
	
	var h35={p:6,a:"加工食品设备、工具和容器（14分）",i:"35",b:"食品烹调后以冷冻（藏）方式保存的，应根据加工食品的品种和数量，配备相应数量的食品快速冷却设备。",c:"※"};
	var h36={a:"加工食品设备、工具和容器（14分）",i:"36",b:"应根据待配送食品的品种、数量、配送方式，配备相应的食品包装设备",c:"※"};
	var h37={a:"加工食品设备、工具和容器（14分）",i:"37",b:"接触食品的设备、工具、容器、包装材料等符合食品安全标准或要求",c:"5"};
	var h38={a:"加工食品设备、工具和容器（14分）",i:"38",b:"接触食品的设备、工具和容器易于清洗消毒",c:"2"};
	var h39={a:"加工食品设备、工具和容器（14分）",i:"39",b:"所有食品设备、工具和容器不使用木质材料，因工艺要求必须使用除外",c:"2"};
	var h40={a:"加工食品设备、工具和容器（14分）",i:"40",b:"食品容器、工具和设备与食品的接触面平滑、无凹陷或裂缝（因工艺要求除外）",c:"5"};
	
	var h41={p:2,a:"通风排烟设施（10分）",i:"41",b:"食品烹调场所采用机械排风。产生油烟或大量蒸汽的设备上部，加设附有机械排风及油烟过滤的排气装置，过滤器便于清洗和更换。",c:"5"};
	var h42={a:"通风排烟设施（10分）",i:"42",b:"排气口装有网眼孔径小于6mm的金属隔栅或网罩。",c:"2"};
	
	var h43={p:2,a:"采光照明设施（4分）",i:"43",b:"加工经营场所光源不改变所观察食品的天然颜色。",c:"2"};
	var h44={a:"采光照明设施（4分）",i:"44",b:"安装在食品暴露正上方的照明设施使用防护罩。冷冻（藏）库房使用防爆灯",c:"2"};

	var h45={p:2,a:"废弃物暂存设施（4分）",i:"45",b:"食品处理区设存放废弃物或垃圾的容器。废弃物容器与加工用容器有明显区分的标识。",c:"2"};
	var h46={a:"废弃物暂存设施（4分）",i:"46",b:"废弃物容器配有盖子，以坚固及不透水的材料制造，内壁光滑便于清洗。专间内的废弃物容器盖子为非手动开启式",c:"2"};

	var h47={p:5,a:"库房和食品贮存场所（11分）",i:"47",b:"食品和非食品（不会导致食品污染的食品容器、包装材料、工用具等物品除外）库房分开设置。",c:"5"};
	var h48={a:"库房和食品贮存场所（11分）",i:"48",b:"冷藏、冷冻柜（库）数量和结构能使原料、半成品和成品分开存放，有明显区分标识。",c:"※"};
	var h49={a:"库房和食品贮存场所（11分）",i:"49",b:"除冷库外的库房有良好的通风、防潮、防鼠（如设防鼠板或木质门下方以金属包覆）设施。",c:"2"};
	var h50={a:"库房和食品贮存场所（11分）",i:"50",b:"冷藏、冷冻库设可正确指示库内温度的温度计。",c:"2"};
	var h51={a:"库房和食品贮存场所（11分）",i:"51",b:"库房及冷藏、冷冻库内应设置数量足够的物品存放架，能使贮存的食品离地离墙存放。",c:"2"};
	
	var h52={p:5,a:"专间要求（10分）",i:"52",b:"专间内无明沟，地漏带水封，专间墙裙铺设到顶。",c:"5"};
	var h53={a:"专间要求（10分）",i:"53",b:"专间只设一扇门，采用易清洗、不吸水的坚固材质，能够自动关闭。窗户封闭。",c:"5"};
	var h54={a:"专间要求（10分）",i:"54",b:"需要直接接触成品的用水，应加装水净化设施。",c:"※"};
	var h55={a:"专间要求（10分）",i:"55",b:"专间内设符合餐饮服务食品安全管理规范要求的空调设施、空气消毒设施、流动水源、工具清洗消毒设施；凉菜间、食品冷却间、食品包装间设专用冷冻（藏）设施。",c:"※"};
	var h56={a:"专间要求（10分）",i:"56",b:"专间入口处设置有非手动式洗手、消毒、更衣设施的通过式预进间。",c:"※"};
	
	var h57={p:1,a:"更衣室（2分）",i:"57",b:"更衣场所应与加工经营场所处于同一建筑物内，有足够大小的空间、足够数量的更衣设施和适当的照明。",c:"2"};
	
	var h58={p:3,a:"厕所（7分）",i:"58",b:"厕所不设在食品处理区。",c:"※"};
	var h59={a:"厕所（7分）",i:"59",b:"厕所采用水冲式，在出口附近设置洗手设施。",c:"2"};
	var h60={a:"厕所（7分）",i:"60",b:"厕所排污管道与食品加工操作场所的排水管道分设，并有可靠的防臭气水封。",c:"5"};
	
	var h61={p:1,a:"运输设备",i:"61",b:"配备与加工食品品种、数量以及贮存要求相适应的封闭式专用运输冷藏车辆，车辆内部结构平整，易清洗",c:"※"};
	
	var h62={p:3,a:"食品检验和留样（10分）",i:"62",b:"设置与加工制作的食品品种相适应的检验室",c:"5"};
	var h63={a:"食品检验和留样（10分）",i:"63",b:"配备与检验项目相适应的检验设施和检验人员。",c:"5"};
	var h64={a:"食品检验和留样（10分）",i:"64",b:"配备留样专用容器和冷藏设施，以及留样管理人员。。",c:"※"};
	
	
	//附件2.国境口岸航空配餐企业卫生许可现场审查表
	var o1={p:4,a:"选址(15分)",i:"1",b:"不应选择对食品有显著污染的区域，以及有害废弃物、粉尘、有害气体、放射性物质和其他扩散性污染源不能有效清除的地址。",c:"※"};
	var o2={a:"选址(15分)",i:"2",b:"周围不宜有虫害大量孳生的潜在场所，难以避开时应设计必要的防范措施。",c:"10"};
	var o3={a:"选址(15分)",i:"3",b:"水源供应充足，水质符合《生活饮用水卫生标准》等要求。",c:"※"};
	var o4={a:"选址(15分)",i:"4",b:"地势平坦，干燥，易于排水。",c:"5"};
	
	var o5={p:14,a:"厂房和车间(52分)",i:"5",b:"厂区布局合理，环境整洁，厂区道路硬化，划分生产区和生活区，生产区应在生活区的上风向。",c:"※"};
	var o6={a:"厂房和车间(52分)",i:"6",b:"厂房的面积和空间应与生产能力相适应，便于设备安置、清洁消毒、物料储存及人员操作。",c:"※"};
	var o7={a:"厂房和车间(52分)",i:"7",b:"食品生产区应设置专用的初加工、冷加工、热加工、分装、装配、储存及餐用具清洗消毒场所。冷食加工及分装、热食加工及分装应分别设置相应专间，洁净餐具存放应设置相应专区。",c:"10"};
	var o8={a:"厂房和车间(52分)",i:"8",b:"厂房和车间的设计与布局应能满足生产工艺流程和卫生操作需要， 按原料验收-储存-初加工-冷、热加工-分装-装配-成品储存-配送装机的生产流程合理布局，避免食品交叉污染。",c:"※"};
	var o9={a:"厂房和车间(52分)",i:"9",b:"厂房和车间应合理划分作业区，并采取有效分离或分隔。",c:"5"};
	var o10={a:"厂房和车间(52分)",i:"10",b:"厂房内设置的检验室应与生产区域分隔。",c:"2"};
	var o11={a:"厂房和车间(52分)",i:"11",b:"食品原料入口及通道、餐食配送通道及出口、垃圾通道及出口.飞机餐食/餐具回收入口通道、人员入口应当分开设置。",c:"5"};
	var o12={a:"厂房和车间(52分)",i:"12",b:"建筑内部结构应易于维护、清洁或消毒。应采用适当的耐用材料建造。",c:"※"};
	var o13={a:"厂房和车间(52分)",i:"13",b:"车间地面应使用无毒、无味、不渗透、耐腐蚀的材料建造，结构应有利于排污和清洗的需要。",c:"5"};
	var o14={a:"厂房和车间(52分)",i:"14",b:"地面应平坦防滑、无裂缝、并易于清洁、消毒，并有适当的措施防止积水。",c:"5"};
	var o15={a:"厂房和车间(52分)",i:"15",b:"墙壁、隔断应使用无毒、无味、的防渗透材料建造，在操作高度范围内的墙面应光滑、不易积累污垢且易于清洁。",c:"5"};
	var o16={a:"厂房和车间(52分)",i:"16",b:"墙壁、隔断和地面交界处应结构合理、易于清洁，能有效避免污垢积存。",c:"5"};
	var o17={a:"厂房和车间(52分)",i:"17",b:"顶棚应使用无毒、无味、与生产需求相适应、易于观察清洁状况的材料建造，表面涂层不易脱落，在结构上不利于冷凝水垂直滴下。",c:"5"};
	var o18={a:"厂房和车间(52分)",i:"18",b:"门、窗严密，有防蝇、防尘、防鼠设施，防护门能自动闭合，位置合理，窗户如设置窗台，其结构应能避免灰尘积存且易于清洁。",c:"5"};
	
	var o19={p:33,a:"设施与设备卫生要求(124分)",i:"19",b:"食品加工用水的水质应符合GB5749的规定。",c:"※"};
	var o20={a:"设施与设备卫生要求(124分)",i:"20",b:"食品加工用水与其他不与食品接触的用水（如间接冷却水、污水或废水等）应以完全分离的管路输送，避免交叉污染。各管路系统应明确标识以便区分。",c:"10"};
	var o21={a:"设施与设备卫生要求(124分)",i:"21",b:"排水系统地设计和建造应保证排水通畅、便于清洁维护；应适应食品生产的需要，保证食品及生产、清洁用水不受污染。",c:"※"};
	var o22={a:"设施与设备卫生要求(124分)",i:"22",b:"排水系统入口应安装带水封的地漏等装置，以防止固体废弃物进入及浊气溢出，出口处应有适当措施以降低虫害风险。",c:"5"};
	var o23={a:"设施与设备卫生要求(124分)",i:"23",b:"室内排水的流向应由清洁程度要求高的区域流向清洁程度要求低的区域，且有防止逆流的设计。",c:"5"};
	var o24={a:"设施与设备卫生要求(124分)",i:"24",b:"污水在排放前应经适当的方式处理，以符合国家污水排放的相关规定。",c:"2"};
	var o25={a:"设施与设备卫生要求(124分)",i:"25",b:"应配备足够的食品、工器具和设备的专用清洁设施和消毒设施，并单独存放，其位置不会污染食品及其加工操作过程。",c:"※"};
	var o26={a:"设施与设备卫生要求(124分)",i:"26",b:"各场所设置密闭的废弃物盛放容器（堆放加工边角料容器除外），容器应标识清洗，专间内的废弃物容器盖子为非手动开启式。。",c:"5"};
	var o27={a:"设施与设备卫生要求(124分)",i:"27",b:"生产场所入口处应设置更衣室；必要时特定的作业区（比如专间）入口处可按需要设置更衣室。更衣室应保证工作服与私人物品个人服装及其他物品分开放置。",c:"※"};
	var o28={a:"设施与设备卫生要求(124分)",i:"28",b:"生产场所入口处应设置换鞋（穿戴鞋套）设施或工作鞋靴消毒设施。",c:"5"};
	var o29={a:"设施与设备卫生要求(124分)",i:"29",b:"根据需要设置冲水式卫生间，卫生间内的适当位置设置洗手设施，卫生间不得与食品生产、包装或贮存等区域直接连通。",c:"※"};
	var o30={a:"设施与设备卫生要求(124分)",i:"30",b:"卫生间设置防蝇、排臭装置。",c:"2"};
	var o31={a:"设施与设备卫生要求(124分)",i:"31",b:"生产场所入口处应设置洗手、干手和消毒设施，与消毒设施配套的水龙头其开关应为非手动式。",c:"※"};
	var o32={a:"设施与设备卫生要求(124分)",i:"32",b:"在临近洗手设施的显著位置标示简单易懂的洗手方法。",c:"2"};
	var o33={a:"设施与设备卫生要求(124分)",i:"33",b:"生产场所内应有通风、排气装置，并能及时换气和排除水蒸气。",c:"※"};
	var o34={a:"设施与设备卫生要求(124分)",i:"34",b:"空气流动方向应从清洁度要求高的作业区域向清洁度要求低的区域流动。",c:"5"};
	var o35={a:"设施与设备卫生要求(124分)",i:"35",b:"通风口应安装滤网或其他保护性网罩，并便于装卸和清洗。",c:"5"};
	var o36={a:"设施与设备卫生要求(124分)",i:"36",b:"冷食制作、烘焙食品冷加工、食品分装、装配车间及冷藏、冻藏库应有温控和温度监测设施。",c:"※"};
	var o37={a:"设施与设备卫生要求(124分)",i:"37",b:"生产场所内应有充足的自然采光或人工照明，光泽和亮度应能满足生产操作和食品安全质量监控的要求；光源应使食品呈现真实的颜色。",c:"※"};
	var o38={a:"设施与设备卫生要求(124分)",i:"38",b:"冻藏库照明应使用防爆灯，裸露食品和原料正上方的照明设施应采取防护措施。",c:"5"};
	var o39={a:"设施与设备卫生要求(124分)",i:"39",b:"应具有与所生产产品的数量、贮存要求相适应的仓储设施，原料、半成品、成品、包装材料等应根据性质的不同分设贮存场所或分区域码放，并有明确标识，防止交叉污染。",c:"※"};
	var o40={a:"设施与设备卫生要求(124分)",i:"40",b:"贮存物品应与墙壁、地面保持适当距离，以利于空气流通及物品搬运；常温库房应有机械通风设施。",c:"2"};
	var o41={a:"设施与设备卫生要求(124分)",i:"41",b:"清洁剂、消毒剂与杀虫剂等有毒物质应分别存放，明确标识，与原料、半成品、成品、包装材料等分库存放。",c:"5"};
	var o42={a:"设施与设备卫生要求(124分)",i:"42",b:"仓库、生产车间应有防止鼠类、蚊蝇、昆虫等设施。",c:"※"};
	var o43={a:"设施与设备卫生要求(124分)",i:"43",b:"使用木门的，下端具有金属防鼠板(60cm以上)。",c:"5"};
	var o44={a:"设施与设备卫生要求(124分)",i:"44",b:"非全部使用空调的单位，应配备纱门、纱窗或者塑料门帘。",c:"2"};
	var o45={a:"设施与设备卫生要求(124分)",i:"45",b:"排气口装有网眼孔径小于2mm的金属隔栅或网罩。",c:"2"};
	var o46={a:"设施与设备卫生要求(124分)",i:"46",b:"排水沟出口有眼孔径小于6mm的金属隔栅或网罩。",c:"2"};
	var o47={a:"设施与设备卫生要求(124分)",i:"47",b:"生产冷链食品的航空配餐企业应配备足量食品速冷设备。",c:"※"};
	var o48={a:"设施与设备卫生要求(124分)",i:"48",b:"生产冷链食品的航空配餐企业应配备具有温度控制和监测功能的成品冷库，面积和空间满足航空食品周转需要。",c:"※"};
	var o49={a:"设施与设备卫生要求(124分)",i:"49",b:"航空配餐企业应配置专用的航空食品运输工具，冷链、热链食品的运输工具应具备温度控制设备和温度监测装置。",c:"※"};
	var o50={a:"设施与设备卫生要求(124分)",i:"50",b:"运输工具的箱体应密闭，并采用无毒、无害、无异味、无渗漏等符合食品安全的材料制成。",c:"※"};
	var o51={a:"设施与设备卫生要求(124分)",i:"51",b:"配备足够数量专用的飞机餐车（箱）。",c:"5"};
	
	var o52={p:12,a:"操作间及专间卫生要求（40分）",i:"52",b:"粗加工间（区域）分设肉类、水产品和果蔬原料洗消间或池，水池数量应满足食品加工需要并有明显标志。",c:"※"};
	var o53={a:"操作间及专间卫生要求（40分）",i:"53",b:"粗加工间（区域）加工肉类（包括水产品）的操作台、用具和容器与加工果蔬类的分开使用，并有明显标志。",c:"※"};
	var o54={a:"操作间及专间卫生要求（40分）",i:"54",b:"专间或清洁作业区应设置洗手、干手和消毒设施，采用非手动式的水龙头。",c:"※"};
	var o55={a:"操作间及专间卫生要求（40分）",i:"55",b:"专间或清洁作业区入口处设预进间（可设置为风淋或二次更衣室）。",c:"5"};
	var o56={a:"操作间及专间卫生要求（40分）",i:"56",b:"专间或清洁作业区应配备充足有效的空气消毒装置。",c:"※"};
	var o57={a:"操作间及专间卫生要求（40分）",i:"57",b:"专间配备有温度控制和监测装置、食品冷藏设施。",c:"※"};
	var o58={a:"操作间及专间卫生要求（40分）",i:"58",b:"专间配备专用工具，并有专用的清洗消毒设施。",c:"※"};
	var o59={a:"操作间及专间卫生要求（40分）",i:"59",b:"冷食加工间设有食品专用输送通道。",c:"5"};
	var o60={a:"操作间及专间卫生要求（40分）",i:"60",b:"餐具洗消间(区域)配备足够数量专用洗涮水池或能正常运转的清洗设施。",c:"※"};
	var o61={a:"操作间及专间卫生要求（40分）",i:"61",b:"餐具洗消间(区域)设有独立的餐车洗消区域。",c:"10"};
	var o62={a:"操作间及专间卫生要求（40分）",i:"62",b:"餐具洗消间(区域)有充足、有效的消毒设施。",c:"※"};
	var o63={a:"操作间及专间卫生要求（40分）",i:"63",b:"餐具洗消间(区域)有充足、完善的餐、饮具保洁设施设备，有明显标记。",c:"5"};
	
	var o64={p:4,a:"检验、留样要求（10分）",i:"64",b:"设立与生产能力相适应的检验室（有特别说明除外）。",c:"※"};
	var o65={a:"检验、留样要求（10分）",i:"65",b:"具备能开展出厂检验项目所需的仪器、设备、试剂，并有检验方法。",c:"※"};
	var o66={a:"检验、留样要求（10分）",i:"66",b:"设置相应的留样设施。",c:"※"};
	var o67={a:"检验、留样要求（10分）",i:"67",b:"配备经专业培训，有相应资质的检验人员。",c:"10"};
	
	
	//附件3.国境口岸食品销售单位卫生许可现场审查表1
	var m1={p:6,a:"建筑与布局（22分)",i:"1",b:"必须远离污染源，距离暴露垃圾堆（场）、坑式厕所、粪池25米以上，环境整洁。",c:"※"};
	var m2={a:"建筑与布局（22分)",i:"2",b:"与经营的食品品种、数量相适应的场所。",c:"5"};
	var m3={a:"建筑与布局（22分)",i:"3",b:"地面以耐磨防滑、不渗水、易清洗材料铺设。",c:"5"};
	var m4={a:"建筑与布局（22分)",i:"4",b:"墙壁采用浅色、无毒、不渗水材料覆涂。",c:"5"};
	var m5={a:"建筑与布局（22分)",i:"5",b:"天花板用防霉涂料覆涂。",c:"2"};
	var m6={a:"建筑与布局（22分)",i:"6",b:"具有合理的设备布局和工艺流程，避免交叉污染。",c:"5"};
	
	var m7={p:7,a:"食品贮存（14分）",i:"7",b:"食品存放设专门区域。",c:"5"};
	var m8={a:"食品贮存（14分）",i:"8",b:"不得与有毒有害物品同库存放。",c:"※"};
	var m9={a:"食品贮存（14分）",i:"9",b:"设隔离地面的平台和层架。",c:"5"};
	var m10={a:"食品贮存（14分）",i:"10",b:"除冷库外，应有良好通风、排气设施。",c:"2"};
	var m11={a:"食品贮存（14分）",i:"11",b:"有足够数量的冰箱（柜）。",c:"※"};
	var m12={a:"食品贮存（14分）",i:"12",b:"满足生熟分开存放的要求。",c:"※"};
	var m13={a:"食品贮存（14分）",i:"13",b:"冷藏库（冰箱）有温度显示装置。",c:"2"};
	
	var m14={p:7,a:"卫生设施（47分）",i:"14",b:"未使用空调的场所，应配备纱门、纱窗或者塑料门帘。",c:"5"};
	var m15={a:"卫生设施（47分）",i:"15",b:"木门下端装有金属防鼠板。",c:"5"};
	var m16={a:"卫生设施（47分）",i:"16",b:"下水道出口处有金属隔栅。",c:"5"};
	var m17={a:"卫生设施（47分）",i:"17",b:"设从业人员更衣室（场所）、更衣柜。",c:"5"};
	var m18={a:"卫生设施（47分）",i:"18",b:"设有洗手消毒设施。",c:"5"};
	var m19={a:"卫生设施（47分）",i:"19",b:"卫生间不能设置于经营场所内。",c:"5"};
	var m20={a:"卫生设施（47分）",i:"20",b:"各场所设置密闭的废弃物盛放容器。",c:"2"};
	
	var m21={p:1,a:"用水",i:"21",b:"水源充足，水质符合国家《生活饮用水卫生标准》、二次供水有完善的水源卫生防护设施。",c:"※"};
	
	var m22={p:6,a:"熟食制品销售（有现场加工操作）（12分）",i:"22",b:"为独立隔间，入口处设预进间或入口处设更衣、洗手消毒设施。",c:"※"};
	var m23={a:"熟食制品销售（有现场加工操作）（12分）",i:"23",b:"配备充足有效的空气消毒装置。",c:"※"};
	var m24={a:"熟食制品销售（有现场加工操作）（12分）",i:"24",b:"配备食品冷藏设施。",c:"※"};
	var m25={a:"熟食制品销售（有现场加工操作）（12分）",i:"25",b:"配备专用工具。",c:"※"};
	var m26={a:"熟食制品销售（有现场加工操作）（12分）",i:"26",b:"采用非手动式的水龙头。",c:"2"};
	var m27={a:"熟食制品销售（有现场加工操作）（12分）",i:"27",b:"设有能够开合的食品输送窗。",c:"5"};
	
	//附件2.国境口岸航空配餐企业卫生许可现场审查表2
	var n1={p:2,a:"卫生管理（15分）",i:"1",b:"有健全的卫生管理制度和岗位责任制。",c:"10"};
	var n2={a:"卫生管理（15分）",i:"2",b:"设有食品卫生管理机构和组织机构，配有专职或兼职食品卫生管理人员。",c:"5"};
	
	var n3={p:11,a:"食品采购与贮存（28分）",i:"3",b:"必须远离污染源，距离暴露垃圾堆（场）、坑式厕所、粪池25米以上，环境整洁。",c:"※"};
	var n4={a:"食品采购与贮存（28分）",i:"4",b:"食品采购渠道正规。",c:"5"};
	var n5={a:"食品采购与贮存（28分）",i:"5",b:"建立食品采购索证索票制度。",c:"5"};
	var n6={a:"食品采购与贮存（28分）",i:"6",b:"食品存放设专门区域，不得与非食品物资同库存放。",c:"3"};
	var n7={a:"食品采购与贮存（28分）",i:"7",b:"食品不得与有毒有害物品同库存放。",c:"※"};
	var n8={a:"食品采购与贮存（28分）",i:"8",b:"设隔离地面的平台和层架。",c:"2"};
	var n9={a:"食品采购与贮存（28分）",i:"9",b:"有机械通风设施。",c:"2"};
	var n10={a:"食品采购与贮存（28分）",i:"10",b:"有足够数量的冰箱（柜）。",c:"※"};
	var n11={a:"食品采购与贮存（28分）",i:"11",b:"满足生熟分开存放的要求。",c:"3"};
	var n12={a:"食品采购与贮存（28分）",i:"12",b:"冷藏库（冰箱）有温度显示装置。",c:"3"};
	var n13={a:"食品采购与贮存（28分）",i:"13",b:"有进出货台帐制度。",c:"5"};
	
	var n14={p:9,a:"卫生设施（18分）",i:"14",b:"未使用空调的场所，应配备纱门、纱窗或者塑料门帘。",c:"※"};
	var n15={a:"卫生设施（18分）",i:"15",b:"木门下端装有金属防鼠板。",c:"2"};
	var n16={a:"卫生设施（18分）",i:"16",b:"下水道出口处有金属隔栅。",c:"3"};
	var n17={a:"卫生设施（18分）",i:"17",b:"设从业人员更衣室（场所）、更衣柜。",c:"2"};
	var n18={a:"卫生设施（18分）",i:"18",b:"设有洗手消毒设施。",c:"3"};
	var n19={a:"卫生设施（18分）",i:"19",b:"卫生间不能设置于经营场所内。",c:"2"};
	var n20={a:"卫生设施（18分）",i:"20",b:"厕所为水冲式。",c:"2"};
	var n21={a:"卫生设施（18分）",i:"21",b:"设有洗手设施。",c:"2"};
	var n22={a:"卫生设施（18分）",i:"22",b:"各场所设置密闭的废弃物盛放容器。",c:"2"};
	
	var n23={p:2,a:"配送（5分）",i:"23",b:"配备或租用冷藏车、冷藏箱或其他冷链配送设施。",c:"5"};
	var n24={a:"厂房和车间(52分)",i:"24",b:"车辆专用，卫生状况良好。",c:"※"};
	
	var n25={p:3,a:"质量控制体系(15分)（仅适用供邮轮食品经营单位）",i:"25",b:"具备供货商合格评定程序，明确供货商的选择和评价控制方法及流程。",c:"5"};
	var n26={a:"质量控制体系(15分)（仅适用供邮轮食品经营单位）",i:"26",b:"建立供货商评定记录、合格供货商清单及日常管理记录等台账。",c:"5"};
	var n27={a:"质量控制体系(15分)（仅适用供邮轮食品经营单位）",i:"27",b:"质量控制体系中明确对供货商冷链的管理要求及记录台账。",c:"5"};
	
	var n28={p:5,a:"邮轮食品经营单位，其他有自检能力的外供单位可参照执行。）",i:"28",b:"具备自检制度，针对所供食品种类规定相应的操作人员、自检项目、自检频率及后续处置流程。",c:"5"};
	var n29={a:"邮轮食品经营单位，其他有自检能力的外供单位可参照执行。）",i:"29",b:"配备所供食品相应的快速检测试剂及相关器械。",c:"5"};
	var n30={a:"邮轮食品经营单位，其他有自检能力的外供单位可参照执行。）",i:"30",b:"操作人员能按产品说明书准确完成快检操作。",c:"5"};
	var n31={a:"邮轮食品经营单位，其他有自检能力的外供单位可参照执行。）",i:"31",b:"在供货码头现场建立专用快检工作室或工作区。",c:"2"};
	var n32={a:"邮轮食品经营单位，其他有自检能力的外供单位可参照执行。）",i:"32",b:"建立日常快速检测记录台账。",c:"2"};
	
	//附件4.国境口岸饮用水供应单位卫生许可现场审查表
	var g1={p:2,a:"建筑布局",i:"1",b:"供水设施必须远离污染源，周围 10m以内没有渗水坑和污染源，周围 2m内没有污水管线及污染物，环境整洁。",c:"※"};
	var g2={a:"建筑布局",i:"2",b:"二次供水设施与城镇公共供水管网不直接连通,在特殊情况下需连通时设置不承压水箱。",c:"※"};
	
	var g3={p:6,a:"卫生要求（20分）",i:"3",b:"集中式供水必须有水质消毒设备。",c:"※"};
	var g4={a:"卫生要求（20分）",i:"4",b:"具备感官指标和余氯、PH值等常用理化指标检测能力。",c:"5"};
	var g5={a:"卫生要求（20分）",i:"5",b:"水质符合国家生活饮用水卫生标准。",c:"※"};
	var g6={a:"卫生要求（20分）",i:"6",b:"供水设备运转正常。",c:"5"};
	var g7={a:"卫生要求（20分）",i:"7",b:"供水设备按照规定的期限清洗、消毒。",c:"5"};
	var g8={a:"卫生要求（20分）",i:"8",b:"与生活饮用水直接接触的供水设备及用品，应符合国家相关产品标准，具有卫生许可批件，无毒无害，不得污染水源。",c:"5"};
	
	var g9={p:4,a:"生活饮用水水箱（25分）",i:"9",b:"生活饮用水水箱专用，与非饮用水不相通。",c:"10"};
	var g10={a:"生活饮用水水箱（25分）",i:"10",b:"生活饮用水水箱安全密闭。",c:"5"};
	var g11={a:"生活饮用水水箱（25分）",i:"11",b:"生活饮用水水箱有必要的卫生防护设施。",c:"5"};
	var g12={a:"生活饮用水水箱（25分）",i:"12",b:"符合《二次供水设施卫生规范》要求。",c:"※"};

	var g13={p:3,a:"加水车、船（15分）",i:"13",b:"数量满足经营需求。",c:"5"};
	var g14={a:"加水车、船（15分）",i:"14",b:"未用作其他用途。",c:"5"};
	var g15={a:"加水车、船（15分）",i:"15",b:"材质和内壁涂料无毒无害，不影响水的感观性状。",c:"5"};
	
	var g16={p:2,a:"自备水源（10分）",i:"16",b:"自备水源供水设施与城镇公共供水管网无连接。",c:"5"};
	var g17={a:"自备水源（10分）",i:"17",b:"符合《生活饮用水集中式供水单位卫生规范》卫生要求。",c:"5"};
	
	//附件5.国境口岸公共场所卫生许可现场审查表
	var k1={p:3,a:"选址、设计与装修",i:"1",b:"选址应符合《公共场所卫生管理条例》的有关要求。场所及周围环境整洁、卫生，无明显污染源。",c:"※"};
	var k2={a:"选址、设计与装修",i:"2",b:"建筑、装饰材料应无毒、无害、无异味、坚固耐用。采光照明符合卫生要求。",c:"10"};
	var k3={a:"选址、设计与装修",i:"3",b:"设计符合国家标准和规范的要求。",c:"※"};
	
	var k4={p:1,a:"给排风系统",i:"4",b:"各类场所内应有排风系统，凡有空调装置的场所应有新风供给，且组织通风合理，排风系统过滤网定期清洗、消毒。新风入口应设在室外，远离污染源。各卫生间或吸烟区设独立排风系统。",c:"10"};
	var k5={p:1,a:"集中空调通风系统",i:"5",b:"使用集中空调通风系统的，设计、卫生质量和卫生管理符合《公共场所集中空调通风系统卫生规范》（WS394-2012）的要求。",c:"※"};
	var k6={p:2,a:"室内环境和空气质量",i:"6",b:"室内微小气候、空气质量、噪声、光照等应当符合国家卫生标准和要求。",c:"10"};
	var k7={a:"室内环境和空气质量",i:"7",b:"室内环境卫生整洁，无积尘。",c:"5"};
	var k8={p:1,a:"生活饮用水",i:"8",b:"应符合国家生活饮用水卫生标准，二次供水蓄水池应有卫生防护措施。",c:"※"};
	var k9={p:1,a:"公共用品用具",i:"9",b:"提供公用用具用品（如茶具、餐饮具等）的，应设立洗消区域，贴有明显标志，间内设与最大客容量相适应的洗消池和消毒、保洁设施。杯具配置与最大客容量比应大于3:1。",c:"※"};
	var k10={p:1,a:"病媒生物控制",i:"10",b:"室内外无病媒生物孳生场所。根据公共场所经营规模、项目设置必要的防虫、防鼠设施，并保持完好有效。",c:"10"};
	var k11={p:1,a:"垃圾废弃物",i:"11",b:"设置有盖的垃圾存放容器。",c:"2"};
	var k12={p:1,a:"禁烟要求",i:"12",b:"室内公共场所禁止吸烟。应当设置醒目的禁止吸烟警语和标志。室外吸烟区不得位于行人必经的通道上。不得设置自动售烟机。。",c:"5"};
	
	//2
	var k13={p:6,a:"住宿业（25分）",i:"13",b:"应设立专用布草间，或密闭储存布草设施。应有明显标识。",c:"5"};
	var k14={a:"住宿业（25分）",i:"14",b:"应配备茶具、面盆、脚盆、拖鞋等公共用具的消毒间，配备专用的清洗、消毒及保洁设备。",c:"※"};
	var k15={a:"住宿业（25分）",i:"15",b:"清洁物品与污染物品分开存放，标识明显、无交叉污染。",c:"5"};
	var k16={a:"住宿业（25分）",i:"16",b:"备用物品分类分架存放，隔地离墙，保洁符合要求。。",c:"5"};
	var k17={a:"住宿业（25分）",i:"17",b:"各类布草数量与床位数之比不得低于3:1。",c:"5"};
	var k18={a:"住宿业（25分）",i:"18",b:"所使用的清洁工具应按所清洁的部位区分，并明显标识。",c:"5"};
	var k19={p:3,a:"候车（机、船）室（25分）",i:"19",b:"室内外设置足够数量的废弃物容器等卫生设施。 。",c:"※"};
	var k20={a:"候车（机、船）室（25分）",i:"20",b:"提供公共饮水处的，供水设施及饮水水质符合卫生要求和GB5749的规定。",c:"10"};
	var k21={a:"候车（机、船）室（25分）",i:"21",b:"按旅客流量设置相应数量的卫生间。卫生间应保持蝇、蚊、蜚蠊、鼠不足为害及无异味。",c:"10"};
	
	var k22={p:3,a:"文化娱乐场所（25分）",i:"22",b:"影剧院、音乐厅、录像室等设置消音装置，装饰材料采用吸音材料。",c:"5"};
	var k23={a:"文化娱乐场所（25分）",i:"23",b:"场所内应设置消毒间。",c:"10"};
	var k24={a:"文化娱乐场所（25分）",i:"24",b:"室内应具备机械通风设施。",c:"10"};
	
	var k25={p:5,a:"美容美发场所（17分）",i:"25",b:"理发室营业面积应在10 m2 以上，毛巾与座位比不少于3：1。美容场所理发室营业面积应在30 m2 以上，毛巾与座位比不少于10：1。洗头池与座位比不少于1:5。",c:"5"};
	var k26={a:"美容美发场所（17分）",i:"26",b:"理发毛巾、浴巾、床单、枕巾、枕套等用品应设专柜存放，有相应的消毒间或洗涤消毒设施（水池、消毒柜、洗涤剂等）或委托有资质的消毒单位。",c:"※"};
	var k27={a:"美容美发场所（17分）",i:"27",b:"应配备针对直接接触顾客的美容美发用具的消毒设施，或使用一次性产品。",c:"5"};
	var k28={a:"美容美发场所（17分）",i:"28",b:"应备有供患头癣等皮肤传染病顾客专用的理发工具，并有明显标志，单独存放。",c:"5"};
	var k29={a:"美容美发场所（17分）",i:"29",b:"应有足够的工作服和口罩。",c:"2"};
	
	var k30={p:5,a:"沐浴场所（17分）",i:"30",b:"应设有专用洁净布草间，贴有明显标识。",c:"5"};
	var k31={a:"沐浴场所（17分）",i:"31",b:"清洁物品与污染物品分开存放，标识明显、无交叉污染。",c:"5"};
	var k32={a:"沐浴场所（17分）",i:"32",b:"设立专用清洗消毒间，茶具、毛巾、拖鞋有固定的专用清洗消毒设施，贴有明显标识，毛巾等布草可委托有资质的消毒单位。",c:"※"};
	var k33={a:"沐浴场所（17分）",i:"33",b:"浴室应设气窗，保持良好通风，气窗面积为地面面积的5%，进风口设置合理；浴室地面坡度不少于2%；浴室喷头按更衣室床位数的五分之一设置，间距大于0.9m；浴室、厕所地面要防渗、防滑；桑拿室设透气口。",c:"5"};
	var k34={a:"沐浴场所（17分）",i:"34",b:"总台应设有禁止患性病和各种传染性皮肤病的顾客就浴的明显标识。。",c:"2"};
	
	var k35={p:4,a:"游泳场所（25分）",i:"35",b:"各功能区的位置要按更衣、强制淋浴和浸脚、游泳池的顺序合理布局，相互间的比例适当，符合安全、卫生、使用要求。",c:"5"};
	var k36={a:"游泳场所（25分）",i:"36",b:"游泳池必须具有循环净水和消毒设备,氯化消毒设备须有防护措施。",c:"※"};
	var k37={a:"游泳场所（25分）",i:"37",b:"淋浴室通往游泳池直道应设强制通过式浸脚消毒池，淋浴室与浸脚消毒池之间应当设置强制通过式淋浴装置。",c:"5"};
	var k38={a:"游泳场所（25分）",i:"38",b:"应配备必要的游离性余氯、PH值、温度等水质检测设施设备，能够满足水质处理的要求。",c:"10"};
	var html;
	var htmlvalue;
	var desc;
	var hj;var df;var bzh;var ptjcr;var jdy;var bjcdw;var time;
	$(function(){
		var type=${typeCode};
// var type="D_PT_H_L_10";
		if(type && type=="D_PT_H_L_2"){
			hj="${dto.option_41}";
			df="${dto.option_42}";
			bzh="${dto.option_43}";
			time="${dto.option_44}";
			bjcdw="${dto.option_45}";
			ptjcr="${dto.option_47}";
			jdy="${dto.option_48}";
			html="<tr><td  colspan='5'>国境口岸餐饮服务单位卫生许可现场检查表（二）</td></tr>";
			desc="（适用于中型餐馆，快餐店，供餐人数50～500人食堂）";
			arr=[s1,s2,s3,s4,s5,s6,s7,s8,s9,s10,s11,s12,s13,s14,s15,s16,s17,s18,s19,s20,s21,s22,s23,s24,s25,s26,s27,s28,s29,s30,s31,s32,s33,s34,s35,s36,s37,s38,s39,s40];
		}
		if(type && type=="D_PT_H_L_3"){
			hj="${dto.option_32}";
			df="${dto.option_33}";
			bzh="${dto.option_34}";
			time="${dto.option_35}";
			bjcdw="${dto.option_36}";
			ptjcr="${dto.option_38}";
			jdy="${dto.option_39}";
			html="<tr><td  colspan='5'>国境口岸餐饮服务单位卫生许可现场检查表（三）</td></tr>";
			desc="（适用于小型餐馆，小吃店，饮品店，供餐人数50人以下食堂）";
			arr=[d1,d2,d3,d4,d5,d6,d7,d8,d9,d10,d11,d12,d13,d14,d15,d16,d17,d18,d19,d20,d21,d22,d23,d24,d25,d26,d27,d28,d29,d30,d31];
		}
		if(type && type=="D_PT_H_L_4"){
			hj="${dto.option_25}";
			df="${dto.option_26}";
			bzh="${dto.option_27}";
			time="${dto.option_28}";
			bjcdw="${dto.option_29}";
			ptjcr="${dto.option_31}";
			jdy="${dto.option_32}";
			html="<tr><td  colspan='5'>国境口岸餐饮服务单位卫生许可现场检查表（四）</td></tr>";
			desc="（适用于建筑工地食堂）";
			arr=[e1,e2,e3,e4,e5,e6,e7,e8,e9,e10,e11,e12,e13,e14,e15,e16,e17,e18,e19,e20,e21,e22,e23,e24];
		}
		if(type && type=="D_PT_H_L_5"){
			hj="${dto.option_55}";
			df="${dto.option_56}";
			bzh="${dto.option_57}";
			time="${dto.option_58}";
			bjcdw="${dto.option_59}";
			ptjcr="${dto.option_61}";
			jdy="${dto.option_62}";
			html="<tr><td  colspan='5'>国境口岸餐饮服务单位卫生许可现场检查表（五）</td></tr>";
			desc="（适用于集体用餐配送单位）";
			arr=[f1,f2,f3,f4,f5,f6,f7,f8,f9,f10,f11,f12,f13,f14,f15,f16,f17,f18,f19,f20,f21,f22,f23,f24,f25,f26,f27,f28,f29,f30,f31,f32,f33,f34,f35,f36,f37,f38,f39,f40,f41,
		f42,f43,f44,f45,f46,f47,f48,f49,f50,f51,f52,f53,f54];
		}
		if(type && type=="D_PT_H_L_6"){
			hj="${dto.option_65}";
			df="${dto.option_66}";
			bzh="${dto.option_67}";
			time="${dto.option_68}";
			bjcdw="${dto.option_69}";
			ptjcr="${dto.option_71}";
			jdy="${dto.option_72}";
			html="<tr><td  colspan='5'>国境口岸餐饮服务单位卫生许可现场检查表（六）</td></tr>";
			desc="（适用于中央厨房）";
			arr=[h1,h2,h3,h4,h5,h6,h7,h8,h9,h10,h11,h12,h13,h14,h15,h16,h17,h18,h19,h20,h21,h22,h23,h24,h25,h26,h27,h28,h29,h30,h31,h32,h33,h34,h35,h36,h37,h38,h39,h40,h41,
		h42,h43,h44,h45,h46,h47,h48,h49,h50,h51,h52,h53,h54,h55,h56,h57,h58,h59,h60,h61,h62,h63,h64];
		}
		if(type && type=="D_PT_H_L_7"){
			hj="${dto.option_68}";
			df="${dto.option_69}";
			bzh="${dto.option_70}";
			time="${dto.option_71}";
			bjcdw="${dto.option_72}";
			ptjcr="${dto.option_74}";
			jdy="${dto.option_75}";
			html="<tr><td  colspan='5'>国境口岸航空配餐企业卫生许可现场审查表</td></tr>";
			desc="";
			arr=[o1,o2,o3,o4,o5,o6,o7,o8,o9,o10,o11,o12,o13,o14,o15,o16,o17,o18,o19,o20,o21,o22,o23,o24,o25,o26,o27,o28,o29,o30,o31,o32,o33,o34,o35,o36,o37,o38,o39,o40,o41,
		o42,o43,o44,o45,o46,o47,o48,o49,o50,o51,o52,o53,o54,o55,o56,o57,o58,o59,o60,o61,o62,o63,o64,o65,o66,o67];
		}
		if(type && type=="D_PT_H_L_8"){//附件3.国境口岸食品销售单位卫生许可现场审查表
			hj="${dto.option_28}";
			df="${dto.option_29}";
			bzh="${dto.option_30}";
			time="${dto.option_31}";
			bjcdw="${dto.option_32}";
			ptjcr="${dto.option_34}";
			jdy="${dto.option_35}";
			html="<tr><td  colspan='5'>国境口岸食品销售单位卫生许可现场审查表 （一）</td></tr>";
			desc="（适用于一般食品销售单位）";
			arr=[m1,m2,m3,m4,m5,m6,m7,m8,m9,m10,m11,m12,m13,m14,m15,m16,m17,m18,m19,m20,m21,m22,m23,m24,m25,m26,m27];
		}
		if(type && type=="D_PT_H_L_9"){//附件3.国境口岸食品销售单位卫生许可现场审查表
			hj="${dto.option_33}";
			df="${dto.option_34}";
			bzh="${dto.option_35}";
			time="${dto.option_36}";
			bjcdw="${dto.option_37}";
			ptjcr="${dto.option_39}";
			jdy="${dto.option_40}";
			html="<tr><td  colspan='5'>国境口岸食品销售单位卫生许可现场审查表 （二）</td></tr>";
			desc="(适用于除航空配餐企业外的入/出境交通工具食品供应单位）";
			arr=[n1,n2,n3,n4,n5,n6,n7,n8,n9,n10,n11,n12,n13,n14,n15,n16,n17,n18,n19,n20,n21,n22,n23,n24,n25,n26,n27,n28,n29,n30,n31,n32];
		}
		if(type && type=="D_PT_H_L_10"){//附件4.国境口岸饮用水供应单位卫生许可现场审查表
			hj="${dto.option_18}";
			df="${dto.option_19}";
			bzh="${dto.option_20}";
			time="${dto.option_21}";
			bjcdw="${dto.option_22}";
			ptjcr="${dto.option_24}";
			jdy="${dto.option_25}";
			html="<tr><td  colspan='5'>国境口岸饮用水供应单位卫生许可现场审查表</td></tr>";
			desc="";
			arr=[g1,g2,g3,g4,g5,g6,g7,g8,g9,g10,g11,g12,g13,g14,g15,g16,g17];
		}
		if(type && type=="D_PT_H_L_11"){//附件5.国境口岸公共场所卫生许可现场审查表
			hj="${dto.option_39}";
			df="${dto.option_40}";
			bzh="${dto.option_41}";
			time="${dto.option_42}";
			bjcdw="${dto.option_43}";
			ptjcr="${dto.option_45}";
			jdy="${dto.option_46}";
			html="<tr><td  colspan='5'>国境口岸航空配餐企业卫生许可现场审查表</td></tr>";
			desc="";
			arr=[k1,k2,k3,k4,k5,k6,k7,k8,k9,k10,k11,k12,k13,k14,k15,k16,k17,k18,k19,k20,k21,k22,k23,k24,k25,k26,k27,k28,k29,k30,k31,k32,k33,k34,k35,k36,k37,k38];
		}
		for(var a=0;a<arr.length;a++){
		if(arr[a].p && arr[a].p>0){
			htmlvalue+=
			"<tr>"+
	  			"<td align='center' rowspan="+arr[a].p+" class='tableLine'>"+arr[a].a+"</td>"+
	  			"<td align='center' class='tableLine' style='text-align: left'>"+arr[a].i+"."+arr[a].b+"</td>"+
	  			"<td align='center' class='tableLine' style='text-align: left'>"+arr[a].c+"</td>"+
	  			"<td align='center' class='tableLine' name='option_"+arr[a].i+"'>&nbsp;</td>"+
// 	  			"<td align='center' class='tableLine'>&nbsp;</td>"+
			"</tr>";
		}else{
			htmlvalue+=
			"<tr>"+
	  			"<td align='center' class='tableLine' style='text-align: left'>"+arr[a].i+"."+arr[a].b+"</td>"+
	  			"<td align='center' class='tableLine' style='text-align: left'>"+arr[a].c+"</td>"+
	  			"<td align='center' class='tableLine' name='option_"+arr[a].i+"'>&nbsp;</td>"+
// 	  			"<td align='center' class='tableLine'>&nbsp;</td>"+
			"</tr>";
			}
		}
		htmlvalue+=
			"<tr>"+
	  			"<td align='center' class='tableLine'>合计</td>"+
	  			"<td align='center' class='tableLine' style='text-align: center' id='hj'></td>"+
	  			"<td align='center' class='tableLine' style='text-align: center'></td>"+
	  			"<td align='center' class='tableLine' >&nbsp;</td>"+
			"</tr>";
		$("#lsh_table").append(htmlvalue);
		var doc=$("#doc").val();
		doc=eval("("+doc+")");
		for(var item in doc){
			$("td[name='"+item+"']").html(doc[item]);
		}
		$("#title").html(html);
		$("#hj").html(hj);
		$("#df").html(df);
		$("#bzh").html(bzh);
		$("#time").html(time);
		$("#bjcdw").html(bjcdw);
		$("#ptjcr").html(ptjcr);
		$("#jdy").html(jdy);
		$("#desc").html(desc);
	});
	
</script>

<style type="text/css">
<!--
.tableLine {
	border: 1px solid #000;
}
.fangxingLine {
	font-size:10;
	margin-left:5px;
	margin-right:5px;
	border: 2px solid #000;
	font-weight:900;
	padding-left: 3px;
	padding-right: 3px;
}
.tableLine2 {
	border: 1px solid #000;
	padding-left: 10px; 
}
.tableLine_noright {
	padding-left: 10px;
	border-top-width: 1px;
	border-bottom-width: 1px;
	border-left-width: 1px;
	border-top-style: solid;
	border-bottom-style: solid;
	border-left-style: solid;
	border-top-color: #000;
	border-bottom-color: #000;
	border-left-color: #000;
}
.tableLine_noleft {
	padding-left: 10px;
	border-top-width: 1px;
	border-right-width: 1px;
	border-bottom-width: 1px;
	border-top-style: solid;
	border-right-style: solid;
	border-bottom-style: solid;
	border-top-color: #000;
	border-right-color: #000;
	border-bottom-color: #000;
}
@media print {
.noprint{display:none}
}
#content table tr td {
	text-align: left;
}
#content table {
	text-align: left;
}
#content table tr td strong {
	text-align: center;
}
#content table tr td strong {
	text-align: center;
}
#content table tr td strong {
	text-align: center;
}
#content table {
	text-align: center;
}
#content table tr td strong {
	text-align: center;
}
#content .tableLine tr .tableLine {
	text-align: left;
}
#content .tableLine {
	text-align: center;
}
-->
</style>
<body>
	<div id="content">
	 <table width="700px" align="center">
        <tr>
          <td style="text-align:center"><strong id="title"> 国境口岸餐饮服务单位卫生许可现场审查表（一）</strong><strong> </strong><br>
		<span id="desc">（ 适用于特大型餐馆，大型餐馆，供餐人数500人以上食堂）</span> <br>
		<strong>被检查单位：</strong><strong><u>        </u></strong><u><strong id="bjcdw">${cpDto.comp_name}</strong></u><strong><u>        </u></strong><strong>         </strong>结论：□合格  □不合格 </td>
        </tr>
    </table>
    <input type="hidden" id="doc" value='${jsonStr}'/>
    <table id="lsh_table" width="700"  border="0" align="center" style="font-size: 14px;line-height: 30px;" cellpadding="0" cellspacing="0"   class="tableLine">
    <tr>
        <td width="114" height="43" style="text-align: center" valign="middle" class="tableLine"><p><strong>审查环节</strong></p></td>
        <td width="508" style="text-align:center" class="tableLine"><p><strong>审查内容</strong></p></td>
        <td width="23" style="text-align: center" class="tableLine"><strong>分值</strong></td>
        <td width="24" style="text-align: center" class="tableLine"><strong>得分</strong></td>
<!--         <td width="29" style="text-align:center" class="tableLine"><strong>小计</strong></td> -->
      </tr>
    </table>
<table width="700"  border="0" align="center" style="font-size: 14px;line-height: 30px;" cellpadding="0" cellspacing="0"   class="tableLine">

</table>
    <table width="700"  border="0" align="center" cellpadding="0" cellspacing="0">
      <tr>
        <td>          <blockquote>
          <p>注： 1. ※是关键监督项目，如果有一项不符合要求，则现场审查不合格。 <br>
            2. 每项如符合要求，则该项得满分；如不符合要求，则该项不得分。 <br>
            3. 可以有合理缺项（合理缺项项目用“－”标示），但需标化。标化分=所得的分数除以该单位应得的最高分数×100。 <br>
          4. 根据得分，做出审查结论，标化分90分以上者，现场审查合格。 </p>
          <blockquote>
            <p>得分：<u></u><u id="df">${dto.option_42}</u>                       检查时间：<span id="time"></span><br>
              标化分：<u id="bzh">     </u><u>      </u>  <br>
            陪同检查人：<u id="ptjcr">     </u><u>    </u>                  监督员：审查组人员签名<u id="jdy">          </u><u>         </u></p>
          </blockquote>
        </blockquote></td>
      </tr>
    </table>
    
    <div style="text-align: center;" class="noprint"><span>
      <input onClick="javascript:history.back();" type="button" class="btn" value="返回" />
            <input type="button" value="打印" id="print" class="btn" onClick="dayin()" />
      </span>
    </div>
</div>
</body>
